Revit 2024 API
BuiltInFailures.LinkFailures Class
 Failures about LinkFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class LinkFailures
Visual Basic
Public NotInheritable Class LinkFailures
Visual C++
public ref class LinkFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.LinkFailures
See Also
BuiltInFailures.LinkFailures Members
Autodesk.Revit.DB Namespace